/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"Schermbeveiliging inlogvenster";
"screensaver.pfm_description" =			"Wachtwoordvoorkeuren voor schermbeveiliging en sluimerstand en voorkeuren voor schermbeveiliging inlogvenster";
"loginWindowIdleTime.pfm_title" =			"Periode van inactiviteit in inlogvenster";
"loginWindowIdleTime.pfm_description" =		"Periode van inactiviteit in inlogvenster in seconden. Stel de waarde in op 0 om de schermbeveiliging in het inlogvenster uit te schakelen.";
"loginWindowModulePath.pfm_title" =			"Pad naar schermbeveiligingsmodule voor inlogvenster";
"loginWindowModulePath.pfm_description" =	"Bestandssysteempad naar een schermbeveiligingsmodule. Bijvoorbeeld: “/Systeem/Bibliotheek/Screen Savers/Flurry.saver”. Niet alle schermbeveiligingen werken voordat is ingelogd. Dit geldt voor RSS-modules en modules zonder codeondertekening door Apple, en ook voor het variëren of door elkaar gebruiken van schermbeveiligingsmodules.";
"askForPassword.pfm_title" =			"Vraag om wachtwoord";
"askForPassword.pfm_description" =			"Vraag om een wachtwoord om de sluimerstand op te heffen of de schermbeveiliging uit te schakelen. Stel in op 1 om wel om een wachtwoord te vragen. Stel in op 0 om niet om een wachtwoord te vragen.";
